operations/input-adjustInventory.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:v4="http://v4.core.coexprivate.api.shopatron.com">
   <soapenv:Header/>
   <soapenv:Body>
      <v4:AdjustRequest>
         <v4:FulfillerID>?</v4:FulfillerID>
         <v4:LocationName>?</v4:LocationName>
         <v4:Items>
            <!--Zero or more repetitions:-->
            <v4:items>
               <v4:PartNumber>?</v4:PartNumber>
               <v4:UPC>?</v4:UPC>
               <v4:BinID>?</v4:BinID>
               <v4:Quantity>?</v4:Quantity>
            </v4:items>
         </v4:Items>
      </v4:AdjustRequest>
   </soapenv:Body>
</soapenv:Envelope>
